Repository: btcdoomguy/valt
Catalog: src/Valt.UI/Lang/language.*.resx
Languages: pt_br

# CancelButton
source: Cancel
pt_br: Cancelar

# ChangeCategoryTransactionTitle
source: New Name
pt_br: Renomear

# ChangeCategoryTransactions_Title
source: Bulk Edit Transactions
pt_br: Editar Transações em Massa

# ChangeCategoryTransactions_Rename
source: Rename all transactions
pt_br: Renomear todas as transações

# ChangeCategoryTransactions_ChangeCategory
source: Change category for all transactions
pt_br: Alterar categoria de todas as transações

# CreateDatabaseTitle
source: Create new database
pt_br: Criar novo banco de dados

# CreateDatabase.TextLine1
source: VALT uses a simple database file to store your data.
pt_br: VALT utiliza um simples arquivo como banco de dados para suas informações.

# CreateDatabase.TextLine2
source: Please set up a strong password to encrypt this file.
pt_br: Para reforçar a segurança, adicione uma senha forte para o seu arquivo.

# CreateDatabase.TextLine3
source: NOTE: losing your password is irreversible. Store it safely!
pt_br: OBS: perder a senha irá acarretar na perda dos seus dados. Anote em algum lugar seguro!

# CreateDatabase.ConfirmPassword
source: Confirm password
pt_br: Confirme a senha

# CreateDatabase.FilePath
source: File path
pt_br: Arquivo

# CreateDatabase.Password
source: Password
pt_br: Senha

# CreateDatabase.InitialDataLanguage
source: Language for initial data
pt_br: Idioma dos dados iniciais

# CreateDatabase.FiatCurrencies
source: Fiat currencies
pt_br: Moedas fiduciárias

# CreateDatabase.FiatCurrencies.Info
source: USD is always included. Select additional currencies:
pt_br: USD está sempre inclusa. Selecione moedas adicionais:

# CreateDatabase.FiatCurrencies.SelectTitle
source: Additional currencies
pt_br: Moedas adicionais

# IconSelector.Title
source: Select icon
pt_br: Selecione o ícone

source: Search
pt_br: Procurar

# IconSelector.Loading
source: Loading...
pt_br: Carregando...

# IconSelector.Color
source: Color
pt_br: Cor

# IconSelector.ClearSelection
source: Clear Selection
pt_br: Limpar Seleção

# InitialSelection.CreateOrLoadMessage
source: Create or load a database file:
pt_br: Crie ou abra um banco de dados:

# InitialSelection.Title
source: Welcome to Valt!
pt_br: Bem-vindo ao Valt!

# InputPassword.DatabasePassword
source: Database password
pt_br: Senha do banco de dados

# InputPassword.Password
source: Password
pt_br: Senha

source: New
pt_br: Novo

source: Open
pt_br: Abrir

# ManageAccount.AccountType
source: Account Type
pt_br: Tipo de Conta

# ManageAccount.Currency
source: Currency
pt_br: Moeda

# ManageAccount.Icon
source: Icon
pt_br: Ícone

# ManageAccount.CurrencyNickname
source: Currency Nickname
pt_br: Apelido da Moeda

# ManageAccount.InitialAmount
source: Initial Amount
pt_br: Valor Inicial

# ManageAccount.Name
source: Name
pt_br: Nome

# ManageAccount.Title
source: Add/edit account
pt_br: Adicionar/editar conta

# ManageAccount.Visible
source: Visible
pt_br: Visível

# ManageCategories.Delete
source: Delete
pt_br: Excluir

# ManageCategories.Icon
source: Icon
pt_br: Ícone

# ManageCategories.Name
source: Name
pt_br: Nome

# ManageCategories.Tip
source: TIP: drag and drop a category inside another to group them.
pt_br: DICA: clique e arraste uma categoria dentro de outra para criar um grupo.

# ManageCategories.Title
source: Categories
pt_br: Categorias

# ManageTransactions.Amount
source: Amount
pt_br: Valor

# ManageTransactions.Category
source: Category
pt_br: Categoria

# ManageTransactions.Credit
source: Credit
pt_br: Crédito

# ManageTransactions.Debt
source: Debt
pt_br: Débito

# ManageTransactions.From
source: From
pt_br: Origem

# ManageTransactions.Name
source: Name
pt_br: Nome

# ManageTransactions.To
source: To
pt_br: Destino

# ManageTransactions.Transfer
source: Transfer
pt_br: Transf.

source: Add New
pt_br: Adicionar Novo

source: Save Changes
pt_br: Salvar Alterações

# Settings.ClearAccountTotalsCache
source: Clear account totals cache
pt_br: Limpar o cache de saldo de conta

# Settings.ClearTransactionTermCache
source: Clear transaction term cache
pt_br: Reprocessar o cache de nomes de transações

# Settings.MainFiatCurrency
source: Main fiat currency
pt_br: Moeda fiat principal

# Settings.ShowHiddenAccounts
source: Show hidden accounts
pt_br: Exibir contas ocultas

# Settings.Title
source: Settings
pt_br: Configurações

# StatusDisplay.Title
source: Service status
pt_br: Status dos serviços

# Transactions.AddTransaction
source: + Add transaction
pt_br: + Nova transação

# Transactions.Columns.Category
source: Category
pt_br: Categoria

# Transactions.Columns.Date
source: Date
pt_br: Data

# Transactions.Columns.Description
source: Description
pt_br: Descrição

# Transactions.Columns.OriginAccount
source: Origin Account
pt_br: Conta de Origem

# Transactions.Columns.TargetAccount
source: Target Account
pt_br: Conta de Destino

# Transactions.Delete
source: Delete
pt_br: Excluir

# Transactions.Edit
source: Edit
pt_br: Editar

# Transactions.EnterSearchTerm
source: Enter search term...
pt_br: Buscar por...

# Transactions.Hide
source: Hide
pt_br: Esconder

# Transactions.Show
source: Show
pt_br: Exibir

# Transactions.Menu.Copy
source: Copy
pt_br: Copiar

# Transactions.Menu.Delete
source: Delete
pt_br: Excluir

# Transactions.Menu.Edit
source: Edit
pt_br: Editar

# Transactions.Menu.RenameAll
source: Edit all
pt_br: Editar todos

# Transactions.MoveDown
source: Move Down
pt_br: Mover para baixo

# Transactions.MoveUp
source: Move Up
pt_br: Mover para cima

# Transactions.Total
source: Total in BTC
pt_br: Total em BTC

# Transactions.ViewAllAccounts
source: View all accounts
pt_br: Ver todas as contas

# Main.Menu
source: Manage
pt_br: Gerenciar

# Main.Menu.Categories
source: Categories
pt_br: Categorias

# Main.Menu.Settings
source: Settings
pt_br: Configurações

# Main.Reports
source: Reports
pt_br: Relatórios

# Main.Transactions
source: Transactions
pt_br: Transações

# Transactions.Columns.SatsPriceToday
source: Current Sats Price
pt_br: Preço atual dos sats

# ManageTransactions.SelectToday
source: Reset Date
pt_br: Resetar Data

# ManageTransactions.AddTitle
source: Add transaction
pt_br: Adicionar transação

# ManageTransactions.EditTitle
source: Edit transaction
pt_br: Editar transação

# ManageTransactions.CopyTitle
source: Copy transaction
pt_br: Copiar transação

# Settings.Culture
source: Language and display format
pt_br: Idioma e formato

# ManageCategories.RemoveFromGroup
source: Remove from group
pt_br: Remover do grupo

# ManageTransactions.FixedExpense
source: Related to fixed expense
pt_br: Vinculado à despesa fixa

# ManageFixedExpenses.Title
source: Fixed Expenses
pt_br: Despesas Fixas

# FixedExpenses.Columns.Name
source: Name
pt_br: Nome

# FixedExpenses.Columns.Category
source: Category
pt_br: Categoria

# FixedExpenses.Columns.DefaultAccount
source: Default Account
pt_br: Conta Padrão

# FixedExpenses.Columns.AmountType
source: Type
pt_br: Tipo

# FixedExpenses.Columns.Currency
source: Currency
pt_br: Moeda

# FixedExpenses.Columns.Day
source: Day
pt_br: Dia

# FixedExpenses.Columns.Enabled
source: Enabled
pt_br: Ativo

# FixedExpenses.Columns.FixedAmount
source: Fixed Amount
pt_br: Valor Fixo

# FixedExpenses.Columns.Period
source: Frequency
pt_br: Período

# FixedExpenses.Columns.RangedAmountMax
source: Maximum Amount
pt_br: Valor Máximo

# FixedExpenses.Columns.RangedAmountMin
source: Minimum Amount
pt_br: Valor Mínimo

# Transactions.ManageFixedExpenses
source: Manage
pt_br: Gerenciar

# FixedExpensesEditor.EditTitle
source: Edit Fixed Expense
pt_br: Editar Gasto Fixo

# FixedExpensesEditor.AddTitle
source: Add Fixed Expense
pt_br: Adicionar Gasto Fixo

# FixedExpenses.Period.Monthly
source: Monthly
pt_br: Mensal

# FixedExpenses.Period.Yearly
source: Yearly
pt_br: Anual

# FixedExpenses.Columns.Amount
source: Amount
pt_br: Valor

# ManageFixedExpenses.Name
source: Name
pt_br: Nome

# ManageFixedExpenses.Category
source: Category
pt_br: Categoria

# ManageFixedExpenses.CurrencyMode
source: Mode
pt_br: Modo

# ManageFixedExpenses.CurrencyDefinition
source: Currency Definition
pt_br: Definição de Moeda

# ManageFixedExpenses.Amount.Fixed
source: Value
pt_br: Valor

# ManageFixedExpenses.Amount.From
source: From
pt_br: De

# ManageFixedExpenses.Amount.To
source: To
pt_br: Até

# ManageFixedExpenses.AmountDefinition
source: Amount Definition
pt_br: Tipo de Valor

# ManageFixedExpenses.AmountDefinition.Fixed
source: Fixed
pt_br: Fixo

# ManageFixedExpenses.AmountDefinition.Variable
source: Variable
pt_br: Variável

# ManageFixedExpenses.AmountDefinition.Hint
source: Use Fixed Amount if the recurring expense has a fixed value (like internet provider services). Use Variable Amount if the amount changes (like electricity bills). You must define a range of the variable amount to better estimate your yearly expenses.
pt_br: Use o Valor Fixo caso a despesa recorrente tenha um valor pré-determinado (como serviços de internet). Use o Valor Variável caso seja um montante dinâmico (como contas de luz). Você precisa definir uma faixa do valor variável para uma estimativa mais precisa dos seus gastos anuais.

# ManageFixedExpenses.Currency
source: Currency
pt_br: Moeda

# ManageFixedExpenses.CurrencyDefinition.AttachedToCurrency
source: Direct set
pt_br: Definição direta

# ManageFixedExpenses.CurrencyDefinition.AttachedToDefaultAccount
source: From default account
pt_br: Da conta padrão

# ManageFixedExpenses.Day
source: Day of the month
pt_br: Dia do mês

# ManageFixedExpenses.DefaultAccount
source: Default Account
pt_br: Conta padrão

# ManageFixedExpenses.Enabled
source: Enabled
pt_br: Ativo

# ManageFixedExpenses.PeriodRange
source: Frequency
pt_br: Frequência

# ManageFixedExpenses.PeriodRange.Monthly
source: Monthly
pt_br: Mensal

# ManageFixedExpenses.PeriodRange.Yearly
source: Yearly
pt_br: Anual

# ManageFixedExpenses.StartPeriod
source: Starts In
pt_br: Começa em

# FixedExpenseEditor.Validation.CurrencyRequired
source: Select the currency
pt_br: Selecione a moeda

# FixedExpenseEditor.Validation.DefaultAccountRequired
source: Select a default account
pt_br: Selecione a conta padrão

# FixedExpenseEditor.Validation.FixedAmountRequired
source: Set a valid amount
pt_br: Defina um valor válido

# FixedExpenseEditor.Validation.InvalidRangedAmountMinMax
source: Invalid range
pt_br: Faixa de valores inválida

# FixedExpenseEditor.Validation.RangedAmountMaxRequired
source: Set a valid maximum amount
pt_br: Defina um valor máximo válido

# FixedExpenseEditor.Validation.RangedAmountMinRequired
source: Set a valid minimum amount
pt_br: Defina um valor mínimo válido

# ManageFixedExpenses.Delete.Alert
source: Delete Fixed Expense
pt_br: Excluir Despesa Fixa

# ManageFixedExpenses.Delete.Message
source: By deleting the fixed expense, all transactions bound to it will lose the binding. Do you wish to proceed?
pt_br: Ao excluir uma despesa fixa, todas as transações atreladas a irão perder o vínculo. Deseja continuar?

# Transactions.Ratio
source: Wealth in BTC
pt_br: Patrimônio em BTC

source: Yes
pt_br: Sim

source: No
pt_br: Não

# ManageFixedExpenses.MonthlyExpenses
source: Monthly fixed expenses:
pt_br: Despesas fixas mensais:

# ManageFixedExpenses.YearlyExpenses
source: Yearly fixed expenses:
pt_br: Despesas fixas anuais:

# Transactions.Columns.Amount
source: Amount
pt_br: Valor

# Transactions.Menu.BindToFixedExpenseCaption
source: Bind to
pt_br: Vincular à

# Transactions.Menu.UnbindToFixedExpenseCaption
source: Unbind from
pt_br: Remover vínculo a

# ManageTransactions.Properties.BoundToFixedExpense
source: Bound to:
pt_br: Vinculado à:

# TransactionFixedExpenses.AddOrEditTransaction
source: Create/open transaction
pt_br: Criar/abrir transação

# TransactionFixedExpenses.AddTransaction
source: Create transaction
pt_br: Criar transação

# TransactionFixedExpenses.EditTransaction
source: Edit transaction
pt_br: Editar transação

# TransactionFixedExpenses.IgnoreForThisMonth
source: Ignore for this date
pt_br: Ignorar para essa data

# TransactionFixedExpenses.MarkAsPaid
source: Mark as paid
pt_br: Marcar como pago

# TransactionFixedExpenses.UndoIgnoreForThisMonth
source: Undo ignore
pt_br: Restaurar

# TransactionFixedExpenses.UndoMarkAsPaid
source: Unmark as paid
pt_br: Desmarcar como pago

# FixedExpenses.Period.Weekly
source: Weekly
pt_br: Semanal

# FixedExpenses.Period.Biweekly
source: Biweekly
pt_br: Bissemanal

# DaysOfWeek.Friday
source: Friday
pt_br: Sexta

# DaysOfWeek.Monday
source: Monday
pt_br: Segunda

# DaysOfWeek.Saturday
source: Saturday
pt_br: Sábado

# DaysOfWeek.Sunday
source: Sunday
pt_br: Domingo

# DaysOfWeek.Thursday
source: Thursday
pt_br: Quinta

# DaysOfWeek.Tuesday
source: Tuesday
pt_br: Terça

# DaysOfWeek.Wednesday
source: Wednesday
pt_br: Quarta

# FixedExpenseEditor.Validation.InvalidRangePeriodStart
source: Cannot set the new range period start below the last record
pt_br: A data de início de um novo período não pode ser menor do que o último lançamento registrado

# FixedExpenseEditor.ChangeRecurrence
source: Change...
pt_br: Alterar...

# FixedExpenseEditor.CancelChangeRecurrence
source: Cancel
pt_br: Cancelar

# ManageFixedExpenses.RecurrenceSection
source: Recurrence
pt_br: Recorrência

# ManageFixedExpenses.InformationSection
source: Information
pt_br: Informações

# ManageFixedExpenses.DayOfWeek
source: Day of week
pt_br: Dia da semana

# ManageFixedExpenses.PeriodRange.Weekly
source: Weekly
pt_br: Semanal

# ManageFixedExpenses.PeriodRange.Biweekly
source: Biweekly
pt_br: Bissemanal

# ManageTransactions.Properties.PriceInSats
source: Price in sats:
pt_br: Preço em sats:

# ChangePasswordTitle
source: Change password
pt_br: Alterar senha

# ChangePassword.OldPassword
source: Old password
pt_br: Senha atual

# ChangePassword.Password
source: New password
pt_br: Nova senha

# ChangePassword.ConfirmPassword
source: Confirm new password
pt_br: Confirme a nova senha

# Settings.ChangeDatabasePassword
source: Change database password
pt_br: Alterar senha do banco de dados

# ChangePassword.TextLine1
source: Changing the password will recreate the database file. A backup will be generated on the same folder.
pt_br: Alterar a senha irá recriar o arquivo do banco de dados. Um backup será gerado na mesma pasta.

# RemainingFixedExpenses.Title
source: Remaining:
pt_br: Restante:

source: Edit
pt_br: Editar

# LoadingMessage
source: Updating price database. Please wait...
pt_br: Atualizando o banco de dados de preços. Por favor aguarde...

source: Error
pt_br: Erro

# InstallPriceDatabase.Info
source: To finish the install process, Valt needs to create your local price database. For that, an internet connection must be available. The process will take a few seconds.
pt_br: Para finalizar o processo de instalação, Valt precisa criar sua base local de preços. Para isso, você precisa estar conectado à internet. Esse processo irá levar alguns segundos.

# InstallPriceDatabase.Error.Info
source: Cannot install price database. Please check the internet connection again.
pt_br: Banco de dados de preços não pôde ser instalado. Por favor verifique sua conexão.

# InstallPriceDatabase.Error.Title
source: Error
pt_br: Erro

# InstallPriceDatabase.Title
source: Install price database
pt_br: Instalar banco de dados de preços

# ValtFile.Error
source: Error opening VALT file: {0}
pt_br: Erro ao abrir arquivo VALT: {0}

# ValtPriceFile.Error
source: Error opening price database file: {0}
pt_br: Erro ao abrir arquivo de preços: {0}

# InstallingBitcoinPriceMessage
source: Downloading bitcoin history price...
pt_br: Baixando o histórico de preços do bitcoin...

# InstallingFiatPriceMessage
source: Download fiat currencies history price...
pt_br: Baixando o histórico de preços das moedas fiat...

# Transactions.Columns.Sats.Hint
source: Shows the transaction priced in sats, based on the closing price of bitcoin on that date
pt_br: Exibe a transação precificada em sats, baseado no preço de fechamento do bitcoin naquela data

# Transactions.Columns.SatsPriceToday.Hint
source: Current fiat value of the sats calculated in the sats columns
pt_br: Valor fiat atual dos sats calculados na coluna sats

# BootDatabase.BtcAccount
source: Cold Storage
pt_br: Carteira Fria

# BootDatabase.Category.Entertainment
source: Entertainment
pt_br: Lazer

# BootDatabase.Category.Food
source: Food
pt_br: Alimentação

# BootDatabase.Category.Gadgets
source: Gadgets
pt_br: Bens de Consumo

# BootDatabase.Category.Groceries
source: Groceries
pt_br: Supermercado

# BootDatabase.Category.Health
source: Health
pt_br: Saúde

# BootDatabase.Category.Paycheck
source: Paycheck
pt_br: Salário

# BootDatabase.Category.Services
source: Services
pt_br: Serviços

# BootDatabase.Category.Transport
source: Transportation
pt_br: Transporte

# BootDatabase.Category.Travel
source: Travel
pt_br: Viagem

# BootDatabase.Category.UtilityBills
source: Utility Bills
pt_br: Contas

# BootDatabase.FiatAccount
source: Bank Account
pt_br: Conta Bancária

# Transactions.AddTransaction.ToolTip
source: You can also press F2 to add a new transaction
pt_br: Você também pode pressionar F2 para adicionar uma nova transação

# Main.Menu.About
source: About
pt_br: Sobre

# Main.Menu.HowToUse
source: User Guide
pt_br: Guia do Usuário

# About.Title
source: About
pt_br: Sobre

# About.Tip
source: If you like the app, send me some sats to pay the bills:
pt_br: Se você gosta do app, me mande uns sats pra pagar as contas:

# Settings.RequiresRestart
source: (requires restart)
pt_br: (requer reinicialização)

# Offline.Line1
source: Rates are offline.
pt_br: Cotações estão offline.

# Offline.Line2
source: You are seeing the last recorded prices.
pt_br: Você está vendo os últimos preços disponíveis.

# Reports.Summary
source: Summary
pt_br: Resumo

# Reports.MonthlyTotals
source: Monthly Totals
pt_br: Totais por mês

# Reports.MonthlyTotals.TotalWealth
source: Total wealth
pt_br: Patrimônio total

# Reports.MonthlyTotals.PreviousMonth
source: % from previous month
pt_br: % do último mês

# Reports.MonthlyTotals.PreviousYear
source: % from previous year
pt_br: % do último ano

# Reports.MonthlyTotals.Date
source: Date
pt_br: Data

# Reports.AllTimeHigh.Title
source: Your all-time high
pt_br: Sua máxima histórica

# Reports.AllTimeHigh.AllTimeHigh
source: All-time high
pt_br: Máxima histórica

# Reports.AllTimeHigh.Date
source: Date
pt_br: Data

# Reports.AllTimeHigh.DeclineFromAth
source: Current difference
pt_br: Diferença atual

# Reports.AllTimeHigh.MaxDrawdownDate
source: Max drawdown date
pt_br: Data da maior queda

# Reports.AllTimeHigh.MaxDrawdownPercent
source: Max drawdown
pt_br: Maior queda

# Reports.Wealth.Title
source: Wealth
pt_br: Patrimônio

# Reports.Wealth.TotalInBtc.Tooltip
source: This is your total wealth represented in bitcoin as a unit of account
pt_br: Esse é o seu patrimônio total representado em bitcoin como unidade de conta

# Reports.BtcStack.Title
source: Your Stack
pt_br: Seu stack

# Reports.BtcStack.CurrentStack
source: Current stack
pt_br: Stack atual

# Reports.BtcStack.PercentOfSupply
source: % of total supply
pt_br: % do supply total

# Reports.BtcStack.PeopleWithSameStack
source: Global ranking
pt_br: Ranking global

# Reports.BtcStack.PeopleWithSameStack.Tooltip
source: Maximum number of people who can have the same stack as you
pt_br: Quantidade máxima de pessoas que podem ter o mesmo stack que você

# Reports.Statistics.Title
source: Statistics
pt_br: Estatísticas

# Reports.Statistics.MedianExpenses
source: Median expenses (12mo)
pt_br: Despesas medianas (12m)

# Reports.Statistics.WealthCoverage
source: Wealth coverage
pt_br: Cobertura do patrimônio

# Reports.Statistics.WealthCoverage.Tooltip
source: How long you can sustain yourself with your current wealth without new income
pt_br: Tempo que você consegue se sustentar com o patrimônio atual sem novas entradas

# Reports.Statistics.MedianExpensesPrevious
source: Median expenses (prev 12mo)
pt_br: Despesas medianas (12m ant)

# Reports.Statistics.MedianExpensesEvolution
source: YoY evolution
pt_br: Evolução anual

# Reports.Statistics.MedianExpensesEvolution.Tooltip
source: Your inflation measured in fiat. This is the increase in your expenses relative to the same period last year. Negative numbers mean a decrease in cost of living measured in fiat currency
pt_br: Sua inflação medida em fiat. Esse é o aumento das suas despesas relativo ao mesmo período do ano anterior. Números negativos significam queda no custo de vida medido em moeda fiduciária

# Reports.Statistics.MedianExpensesSatsLabel
source: Median sats (12mo)
pt_br: Mediana sats (12m)

# Reports.Statistics.MedianExpensesSatsPrevious
source: Median sats (prev 12mo)
pt_br: Mediana sats (12m ant)

# Reports.Statistics.MedianExpensesSatsEvolution
source: Sats YoY evolution
pt_br: Evolução anual (sats)

# Reports.Statistics.MedianExpensesSatsEvolution.Tooltip
source: Your inflation measured in bitcoin. This is the increase in your expenses relative to the same period last year. Negative numbers mean a decrease in cost of living measured in bitcoin
pt_br: Sua inflação medida em bitcoin. Esse é o aumento das suas despesas relativo ao mesmo período do ano anterior. Números negativos significam queda no custo de vida medido em bitcoin

# Reports.MonthlyTotals.Obs
source: * latest totals are calculated based on yesterday amounts
pt_br: * o total atual é baseado nos valores do dia anterior

source: Loading...
pt_br: Carregando...

# Reports.MonthlyTotals.BitcoinExpenses
source: BTC Expenses
pt_br: Saídas em BTC

# Reports.MonthlyTotals.BitcoinIncome
source: BTC Income
pt_br: Entradas em BTC

# Reports.MonthlyTotals.BitcoinPurchased
source: BTC Purchased
pt_br: BTC Comprados

# Reports.MonthlyTotals.BitcoinSold
source: BTC Sold
pt_br: BTC Vendidos

# Reports.MonthlyTotals.Expenses
source: Expenses (Fiat)
pt_br: Saídas (Fiat)

# Reports.MonthlyTotals.Income
source: Income (Fiat)
pt_br: Entradas (Fiat)

# Reports.SpendingByCategories.Title
source: Spending by categories
pt_br: Gastos por categorias

# Reports.SpendingByCategories.Accounts
source: Accounts
pt_br: Contas

# Reports.SpendingByCategories.Categories
source: Categories
pt_br: Categorias

# Main.AvgPrice
source: Average Prices
pt_br: Preço-médio

# Reports.MonthlyTotals.AllIncomeInFiat
source: Total Income
pt_br: Entradas (Total)

# Reports.MonthlyTotals.AllExpensesInFiat
source: Total Expenses
pt_br: Saídas (Total)

# AvgPriceLineEditor.AddTitle
source: Add Line
pt_br: Adicionar Linha

# AvgPriceLineEditor.EditTitle
source: Edit Line
pt_br: Editar Linha

# AvgPriceLineEditor.Date
source: Date
pt_br: Data

# AvgPriceLineEditor.Type
source: Type
pt_br: Tipo

# AvgPriceLineEditor.Buy
source: Buy
pt_br: Compra

# AvgPriceLineEditor.Sell
source: Sell
pt_br: Venda

# AvgPriceLineEditor.Quantity
source: Quantity
pt_br: Quantidade

# AvgPriceLineEditor.AvgCost
source: Average Cost
pt_br: Custo Médio

# AvgPriceLineEditor.Comment
source: Comment
pt_br: Comentário

# AvgPrice.ManageProfiles
source: Manage
pt_br: Gerenciar

# AvgPrice.AddOperation
source: + Add Operation
pt_br: + Adicionar Operação

# AvgPrice.Menu.Edit
source: Edit
pt_br: Editar

# AvgPrice.Menu.Delete
source: Delete
pt_br: Excluir

# AvgPrice.Menu.MoveUp
source: Move Up
pt_br: Mover para Cima

# AvgPrice.Menu.MoveDown
source: Move Down
pt_br: Mover para Baixo

# AvgPrice.DeleteConfirm.Title
source: Delete Operation
pt_br: Excluir Operação

# AvgPrice.DeleteConfirm.Message
source: Are you sure you want to delete this operation? This action cannot be undone.
pt_br: Tem certeza que deseja excluir esta operação? Esta ação não pode ser desfeita.

# AvgPrice.Column.Date
source: Date
pt_br: Data

# AvgPrice.Column.Type
source: Type
pt_br: Tipo

# AvgPrice.Column.Quantity
source: Quantity
pt_br: Quantidade

# AvgPrice.Column.UnitPrice
source: Unit Price
pt_br: Preço Unitário
