Repository: btcdoomguy/valt
Catalog: src/Valt.UI/Lang/language.*.resx
Languages: pt_br

# AvgPrice.Column.TotalQuantity
source: Total Qty
pt_br: Qtd Total

# AvgPrice.Column.TotalCost
source: Total Cost
pt_br: Custo Total

# AvgPrice.Column.AvgCost
source: Avg Cost
pt_br: Custo Médio

# AvgPrice.Column.Comment
source: Comment
pt_br: Comentário

# AvgPrice.LineType.Buy
source: Buy
pt_br: Compra

# AvgPrice.LineType.Sell
source: Sell
pt_br: Venda

# AvgPriceLineEditor.Amount
source: Amount
pt_br: Valor

# AvgPrice.Column.Amount
source: Amount
pt_br: Valor

# AvgPrice.Totals.Period
source: Period
pt_br: Período

# AvgPrice.Totals.Bought
source: Bought
pt_br: Comprado

# AvgPrice.Totals.Sold
source: Sold
pt_br: Vendido

# AvgPrice.Totals.ProfitLoss
source: P/L
pt_br: L/P

# AvgPrice.CurrentPosition
source: Current Position
pt_br: Posição Atual

# AvgPrice.AveragePrice
source: Average Price
pt_br: Preço Médio

# AvgPrice.Profiles.Title
source: Average Price Profiles
pt_br: Perfis de Preço Médio

# AvgPrice.Profiles.ProfileName
source: Profile Name
pt_br: Nome do Perfil

# AvgPrice.Profiles.AssetType
source: Asset Type
pt_br: Tipo de Ativo

# AvgPrice.Profiles.CustomAsset
source: Custom Asset
pt_br: Ativo Personalizado

# AvgPrice.Profiles.CustomAssetDetails
source: Custom Asset Details
pt_br: Detalhes do Ativo

# AvgPrice.Profiles.AssetName
source: Asset Name
pt_br: Nome do Ativo

# AvgPrice.Profiles.Decimals
source: Decimals
pt_br: Decimais

# AvgPrice.Profiles.FiatCurrency
source: Fiat Currency
pt_br: Moeda Fiduciária

# AvgPrice.Profiles.CalculationMethod
source: Calculation Method
pt_br: Método de Cálculo

# AvgPrice.Profiles.Icon
source: Icon
pt_br: Ícone

# AvgPrice.Profiles.Visible
source: Visible
pt_br: Visível

# AvgPrice.Profiles.DeleteConfirm.Title
source: Delete Profile
pt_br: Excluir Perfil

# AvgPrice.Profiles.DeleteConfirm.Message
source: This profile has {0} record(s) registered. Are you sure you want to delete it? All related records will be permanently deleted.
pt_br: Este perfil possui {0} registro(s). Tem certeza que deseja excluí-lo? Todos os registros relacionados serão permanentemente excluídos.

# InitialSelection.FirstMessage
source: You need to create or select your personal database file to store your financial data safely.
pt_br: Crie ou selecione seu banco de dados pessoal para armazenar suas informações financeiras.

# Settings.FiatCurrencies
source: Available currencies
pt_br: Moedas fiduciárias

# Settings.FiatCurrencies.CannotRemove
source: Cannot remove currency "{0}" because it is currently in use.
pt_br: A moeda "{0}" não pode ser removida pois está sendo utilizada.

# Settings.FiatCurrencies.ConfirmAdd.Message
source: Adding new currencies will download historical price data. Continue?
pt_br: Adicionar novas moedas irá iniciar o download de seus históricos de preços. Continuar?

# Settings.FiatCurrencies.ConfirmAdd.Title
source: Add currencies
pt_br: Adicionar moedas

# Settings.FiatCurrencies.Info
source: USD is always included. Currencies in use cannot be removed.
pt_br: USD está inclusa por padrão. Moedas em uso não podem ser removidas.

# JobLogViewer.Title
source: Job Log: {0}
pt_br: Log do Job: {0}

# JobLogViewer.ClearLog
source: Clear Log
pt_br: Limpar Log

# JobLogViewer.NoLogs
source: No log entries yet.
pt_br: Nenhuma entrada de log ainda.

# Help.KeyboardShortcuts
source: Keyboard Shortcuts
pt_br: Atalhos de Teclado

# Help.Tips
source: Tips
pt_br: Dicas

# TransactionEditor.Help.SwitchToDebt
source: Switch to Debt
pt_br: Mudar para Débito

# TransactionEditor.Help.SwitchToCredit
source: Switch to Credit
pt_br: Mudar para Crédito

# TransactionEditor.Help.SwitchToTransfer
source: Switch to Transfer
pt_br: Mudar para Transferência

# TransactionEditor.Help.PreviousDay
source: Move to the previous day
pt_br: Ir para o dia anterior

# TransactionEditor.Help.NextDay
source: Move to the next day
pt_br: Ir para o próximo dia

# TransactionEditor.Help.Tip1
source: Start typing in the Name field to see suggestions based on your transaction history.
pt_br: Comece a digitar no campo Nome para ver sugestões baseadas no seu histórico de transações.

# TransactionEditor.Help.Tip2
source: You can also type on the Category and Account drop downs to fill the data quickly.
pt_br: Você também pode digitar nas caixas de Categoria e Conta para preencher os dados rapidamente.

# AvgPrice.Help.BrazilianRule
source: Brazilian Rule: The average price is calculated in a simple way, where profits uses the average price as base. It follows the brazilian accounting rules.
pt_br: Regra Brasileira: O preço médio é calculado de forma simples, onde os lucros utilizam o preço médio como base. Segue as regras contábeis brasileiras.

# AvgPrice.Help.FIFO
source: FIFO (first-in first-out): Follows american standards for calculating profits, where each purchase is considered a separate stack and profits are calculated separately according to the purchase order.
pt_br: FIFO (primeiro a entrar, primeiro a sair): Segue os padrões americanos para cálculo de lucros, onde cada compra é considerada uma pilha separada e os lucros são calculados separadamente de acordo com a ordem de compra.

# ManageTransactions.Notes
source: Notes
pt_br: Notas

# ManageTransactions.Notes.Placeholder
source: Add notes about this transaction...
pt_br: Adicione notas sobre esta transação...

# ManageTransactions.Properties
source: Properties
pt_br: Propriedades

# Transactions.Columns.Notes
source: Notes
pt_br: Notas

# Validation.NameRequired
source: Name is required
pt_br: Nome é obrigatório

# Validation.CategoryRequired
source: Category is required
pt_br: Categoria é obrigatória

# Validation.DateRequired
source: Date is required
pt_br: Data é obrigatória

# Validation.ValueRequired
source: Value is required
pt_br: Valor é obrigatório

# Validation.IconRequired
source: Icon is required
pt_br: Ícone é obrigatório

# Validation.StartDateRequired
source: Start date is required
pt_br: Data de início é obrigatória

# Validation.NewNameRequired
source: New name is required
pt_br: Novo nome é obrigatório

# Validation.AccountNameRequired
source: Inform a valid account name
pt_br: Informe um nome de conta válido

# Validation.OriginAccountRequired
source: Origin account is required
pt_br: Conta de origem é obrigatória

# Validation.DestinationAccountRequired
source: Destination account is required
pt_br: Conta de destino é obrigatória

# Validation.PasswordRequired
source: Password is required
pt_br: Senha é obrigatória

# Validation.OldPasswordRequired
source: Old password is required
pt_br: Senha antiga é obrigatória

# Validation.PasswordMinLength
source: Password must be at least 6 characters long
pt_br: A senha deve ter pelo menos 6 caracteres

# Validation.OldPasswordMinLength
source: Old password must be at least 6 characters long
pt_br: A senha antiga deve ter pelo menos 6 caracteres

# Validation.PasswordsDoNotMatch
source: Passwords do not match
pt_br: As senhas não coincidem

# Validation.QuantityRequired
source: Quantity is required
pt_br: Quantidade é obrigatória

# Validation.QuantityGreaterThanZero
source: Quantity must be greater than zero
pt_br: Quantidade deve ser maior que zero

# Validation.AmountRequired
source: Amount is required
pt_br: Valor é obrigatório

# Validation.PrecisionRange
source: Precision must be between 0 and 15
pt_br: Precisão deve estar entre 0 e 15

# Validation.DatabasePathRequired
source: Inform a valid path to store the database file
pt_br: Informe um caminho válido para armazenar o arquivo do banco de dados

# Error.ValidationError
source: Validation Error
pt_br: Erro de Validação

# Error.TransactionNotFound
source: Transaction not found
pt_br: Transação não encontrada

# Error.AccountNotFound
source: Account not found
pt_br: Conta não encontrada

# Error.FixedExpenseNotFound
source: Fixed expense not found
pt_br: Despesa fixa não encontrada

# Error.ProfileNotFound
source: Profile not found
pt_br: Perfil não encontrado

# Error.FileNotFound
source: The selected file does not exist
pt_br: O arquivo selecionado não existe

# Button.Refresh
source: Refresh
pt_br: Atualizar

# FixedExpenseHistory.Transactions
source: Transactions
pt_br: Transações

# FixedExpenseHistory.PriceHistory
source: Price History
pt_br: Histórico de Preços

# FixedExpenseHistory.ReferenceDate
source: Ref. Date
pt_br: Data Ref.

# FixedExpenseHistory.PeriodStart
source: Period Start
pt_br: Início do Período

# FixedExpenseHistory.Account
source: Account
pt_br: Conta

# FixedExpenseHistory.ViewHistory
source: View History
pt_br: Ver Histórico

# Update_Available
source: Update available: {0}
pt_br: Atualização disponível: {0}

# Update_NewVersionAvailable
source: New version available!
pt_br: Nova versão disponível!

# Update_DownloadButton
source: Download
pt_br: Baixar

# Update_ViewOnGitHub
source: View on GitHub
pt_br: Ver no GitHub

# Update_Downloading
source: Downloading...
pt_br: Baixando...

# Update_DownloadError
source: Download failed. Please try again or download from GitHub.
pt_br: Falha no download. Tente novamente ou baixe do GitHub.

# Update_NoPlatformAsset
source: No download available for your platform. Please download from GitHub.
pt_br: Download não disponível para sua plataforma. Por favor, baixe do GitHub.

# Update_SaveDialogTitle
source: Save update file
pt_br: Salvar arquivo de atualização

# BootDatabase.Category.Housing
source: Housing
pt_br: Moradia

# Error.IncompatibleVersion
source: This database requires app version {0} or higher. You are running version {1}. Please update the application.
pt_br: Este banco de dados requer a versão {0} ou superior do aplicativo. Você está executando a versão {1}. Por favor, atualize o aplicativo.

# Settings.Tab.Advanced
source: Advanced
pt_br: Avançado

# Settings.Tab.Currencies
source: Currencies
pt_br: Moedas

# Settings.Tab.General
source: General
pt_br: Geral

# SaveButton
source: Save
pt_br: Salvar

# SaveAndAddButton
source: Save and Add New
pt_br: Salvar e Adicionar Novo
